tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"

brew "mas"
brew "gpg"

brew "asdf"
brew "bat"
brew "broot"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "helix"
brew "httpie"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "micro"
brew "openssl"
brew "thefuck"
brew "tree"
brew "tmux"

# Browsers
cask "google-chrome"
cask "firefox"

# Utilities
cask "stats"
cask "1password"
cask "transmission"
cask "spotify"

# Dev tools
cask "iterm2"
cask "visual-studio-code"
cask "sublime-text"
cask "1password/tap/1password-cli"
cask "docker"
cask "insomnia"
cask "postico"

# Fonts
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"

# Communication
cask "telegram-desktop"
cask "slack"
cask "discord"
