tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"
brew "mas"
brew "gpg"

brew "asdf"
brew "bat"
brew "broot"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "httpie"
brew "thefuck"
brew "tree"
brew "tmux"

cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
